Repository: Haraprosad/flutter_specialized_temp
Catalog: lib/core/localization/l10n/app_*.arb
Languages: bn

source: Flutter Template
bn: ফ্ল্যাটার টেমপ্লেট

# error_no_internet
source: No internet connection available
bn: কোন ইন্টারনেট সংযোগ নেই

# error_connection_timeout
source: Connection timeout. Please check your internet connection.
bn: সংযোগ সময়সীমা শেষ। দয়া করে আপনার ইন্টারনেট সংযোগ চেক করুন।

# error_server_error
source: Server error occurred
bn: সার্ভার ত্রুটি ঘটেছে

# error_unauthorized
source: Unauthorized access
bn: অননুমোদিত প্রবেশ

# error_forbidden
source: Access forbidden
bn: প্রবেশ নিষিদ্ধ

# error_not_found
source: Resource not found
bn: রিসোর্স পাওয়া যায়নি

# error_bad_request
source: Bad Request
bn: ত্রুটিপূর্ণ অনুরোধ

# error_send_timeout
source: Send timeout error. Please try again.
bn: তথ্য প্রেরণে সময়সীমা শেষ। দয়া করে আবার চেষ্টা করুন।

# error_receive_timeout
source: Receive timeout error. Please try again.
bn: তথ্য গ্রহণে সময়সীমা শেষ। দয়া করে আবার চেষ্টা করুন।

# error_connection_error
source: Connection error. Please check your internet connection.
bn: সংযোগ ত্রুটি। দয়া করে আপনার ইন্টারনেট সংযোগ চেক করুন।

# error_cancel
source: Request cancelled.
bn: অনুরোধ বাতিল করা হয়েছে।

# error_bad_certificate
source: Invalid certificate. Please check your security settings.
bn: অবৈধ সার্টিফিকেট। দয়া করে আপনার নিরাপত্তা সেটিংস চেক করুন।

# error_unknown
source: An unexpected error occurred.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে।

# error_pre_call
source: Error before API call
bn: এপিআই কলের আগে ত্রুটি

# error_parsing
source: Error parsing the response data
bn: প্রতিক্রিয়া ডেটা পার্স করার সময় ত্রুটি

source: Try Again
bn: আবার চেষ্টা করুন

source: Home
bn: হোম
